
const Honor = () => {

    const honorList = ["বিশ্বখ্যাত প্রথম “হুজ হু বাংলাদেশ” এওয়ার্ড: পেশাজীবী ক্যাটাগরিতে- ২০১৬ সালে এই সম্মাননা নিয়েছিলেন স্যার ফজলে হাসান আবেদ ডঃ আনিসুজ্জামান সাইখ সিরাজ, আকরাম খান সহ আরো এগারোজন গুণী জনের সাথে । এটি ছিল বাংলাদেশে 'হুজ হু' র প্রথম সম্মাননা ।",
        "“ব্রিটিশ-বাংলাদেশ বিজনেস এওয়ার্ড ২০১৫” – (আইন পেশায় উন্নত সেবা ও সফলতার জন্য)",
        "উত্তর আমেরিকার ফেডারেশন অফ বাংলাদেশী এসোসিয়েশনের মাধ্যমে যুক্তরাষ্ট্রের মিয়ামিতে “ফোবানা এওয়ার্ড-২০১৭” ।",
        "২০১৪ সালে “পূর্ব লন্ডনের আইনি পেশায় সেরা অর্জনকারী” হিসাবে পেশাজীবী এওয়ার্ড ।",
        "‘এনআরবি প্রফেশনাল অব দ্য ইয়ার ২০২২’ এওয়ার্ড ।"
    ]
    return (
        <div className="px-pl_16px pb-pb_16px mt-mt_24px bg-white">
            <h2 className="text-text_18px font-font_semibold py-pt_16px border-b mb-mb_24px">এওয়ার্ড ও সম্মাননা</h2>
            <div className="">
                <ul className="pl-p_32px pb-pl_16px mb-mt_16px">
                    {
                        honorList.map((item, index) => <li key={index} className="list-disc text-text_18px leading-lineHeight_35px text-justify">{item}</li>)
                    }
                </ul>
            </div>
            <h2 className="text-text_18px font-font_semibold py-pt_16px border-b mb-mb_24px">সম্মাননা গ্রন্থ ও ডকুমেন্টারি</h2>
            <p className="mb-mt_16px text-text_18px text-justify">ব্যারিস্টার মনোয়ারের পেশাগত রাজনৈতিক ও সামাজিক কর্মকান্ড নিয়ে বিশিষ্ট শিল্পী শাহরিয়ার খালেদের সম্পাদনায় অদম্য এক মনোয়ার হোসেন বইটির প্রথম সংস্করণ প্রকাশিত হয় ২০২২ সালে ২০২৩ সালে দ্বিতীয় সংস্করণ প্রকাশিত হয়েছে এতে জননেতা এবিএম মহিউদ্দিন সহ অনেক রাজনৈতিক, সাংবাদিক এবং শিক্ষাবিদ তার সম্পর্কে মন্তব্য করেছেন। এতে রয়েছে বিভিন্ন তথ্যবহুল সংবাদপত্রের নিউজ কাটিং ছবি ও তার নিজের লেখা চট্টগ্রামের উন্নয়ন নিয়ে লেখা প্রবন্ধ গুলি। ব্যারিস্টার মনোয়ারকে নিয়ে লন্ডনের চ্যানেল এস টিভি ২০০৯ সালে একটি ৪০ মিনিটের এবং ফিউশন এন্টারটেইনমেন্ট এর উদ্যোগে একটি ১৫ মিনিটের ডকুমেন্টারি প্রকাশিত হয়েছে।</p>
        </div>
    );
};

export default Honor;