
const PoliticalLife = () => {

    const list = ["স্কুল জীবন থেকে ছাত্র রাজনীতির সাথে যুক্ত ।",
        "সপ্তম শ্রেণি থেকে বাংলাদেশ ছাত্র ইউনিয়নের সাথে সম্পৃক্ততা ।",
        "অষ্টম শ্রেণিতে নাসিরাবাদ সরকারি উচ্চ বিদ্যালয়ে সরাসরি ভোটে ছাত্র সংসদের এজিএস নির্বাচিত।",
        "নবম শ্রেণিতে থাকাকালীন একই স্কুলে ছাত্র সংসদের জিএস নির্বাচিত।",
        "১৯৭৫ সালে দশম শ্রেণিতে থাকাকালীন বাকশালের অংঙ্গ সংগঠন জাতীয় ছাত্রলীগের পাঁচলাইশ থানা শাখার কমিটিতে ছাত্র ইউনিয়নের পক্ষে প্রতিনিধি হিসেবে যোগদান।",
        "১৯৭৫ সালের ১৫ আগষ্ট জাতির জনক বঙ্গবন্ধুকে হত্যার পর চট্টগ্রামে সামরিক শাসককে উপেক্ষা করে প্রথম বিক্ষোভে সর্ব কনিষ্ঠ অংশগ্রহণকারী এবং পরবর্তীতে এজন্য পুলিশের হয়রানির শিকার।",
        "সরকারী কমার্স কলেজের ছাত্র ইউনিয়নের সাধারণ সম্পাদক নির্বাচিত। ১৯৭৮ সালে ছাত্র ইউনিয়নের চট্টগ্রাম",
        "মহানগরের যুগ্ম আহবায়ক নির্বাচিত। ১৯৮৯ সালে চট্টগ্রাম মহানগর ছাত্র ইউনিয়নের সাধারণ সম্পাদক নির্বাচিত।",
        "১৯৮৩ সালে ছাত্র ইউনিয়ন চট্টগ্রাম বিশ্ববিদ্যালয় শাখার সভাপতি।",
        "১৯৮৬ সালে ছাত্র ইউনিয়নের কেন্দ্রীয় কমিটির সহ সভাপতি এবং পরবর্তীতে কিছুদিনের জন্য ভারপ্রাপ্ত সভাপতি। এর সাথে সম্পৃক্ত ছাত্র সংগ্রাম পরিষদে নেতৃত্ব প্রদান। বাইশ দলীয় জেট গঠনে সর্বদলীয় ছাত্র ঐক্য আন্দোলনে গুরুত্বপূর্ণ ভুমিকা পালন।",
        "১৯৮২ সালে ঢাকা বিশ্ববিদ্যালযে অনুষ্ঠিত বিশাল সম্মেলনে ছাত্র ইউনিয়নের কেন্দ্রীয় কমিটির সদস্য নির্বাচিত।",
        "১৯৮২ সালে ছাত্র ইউনিয়নের চট্টগ্রাম উত্তর জেলা কমিটির সাধারণ সম্পাদক নির্বাচিত।",
        "১৯৮৩ সালে চট্টগ্রামে ছাত্র লীগ, ছাত্র ইউনিয়ন ইত্যাদি সংগঠন নিয়ে এরশাদ বিরোধী ছাত্র আন্দোলনের সূচনাকারী অন্যতম নেতা । হুলিয়া জারি, বাড়িতে সেনা পুলিশের হানা শুরু যা ১৯৯০ এর শেষ পর্যন্ত চলে ।",
        "১৯৮৬ সালে ছাত্র ইউনিয়নের কেন্দ্রীয় কমিটির সহ সভাপতি এবং পরবর্তীতে কিছু সময়ের ভারপ্রাপ্ত সভাপতি । এরশাদ বিরোধী আন্দোলনে কেন্দ্রীয় ছাত্র সংগ্রাম পরিষদে নেতৃত্ব প্রদান। ১৫ ও ৭ দলের যুগপৎ আন্দোলনের গুরুত্বপূর্ণ ভুমিকা পালন। ছাত্র ইউনিয়নের কেন্দ্রীয় কমিটির সভাপতি হওয়ার জন্য কমরেড ফরহাদের প্রস্তাব সসম্মানে নাকচ ।",
        "চট্টগ্রাম সর্বদলীয় ছাত্র ঐক্যের অন্যতম নেতা।",
        "ছাত্র রাজনীতির সময়ে কলেজ বিশ্ববিদ্যালয় ছাত্র শিক্ষকদের কাছে একজন সেরা বক্তা ও টেলিভিশন বিতর্কিক হিসেবে জনপ্রিয়তা অর্জন ।",
        "১৯৮৭ সালে এরশাদ বিরোধী আন্দোলনে নেতৃত্বের জন্য বিশেষ ক্ষমতা আইনে ৫ সপ্তাহ কারাগারে আটক ।",
        "১৯৮৭ সালে এবিএম মহিউদ্দিন চৌধুরীসহ ৬ মাস কারাগারে আটক । ১৯৮৮ সালে মুক্তি লাভ।",
        "১৯৮৯ সালে সর্বপ্রথম সারাদেশের ইতিহাসে সর্বপ্রথম চট্টগ্রামে উদ্যোগ নিয়ে বাবরি মসজিদে উগ্রবাদীদের হামলাকে কেন্দ্র করে সাম্প্রদায়িকতা প্রতিরোধে বিশাল মানব শৃঙ্খলের আয়োজন । সাম্প্রদায়িকতা প্রতিরোধে চট্টগ্রামে ১৯৮৯ -১৯৯১ তে সর্বদলীয় শান্তি মিছিল ও প্রতিরোধে উদ্যোগী ভূমিকা পালন ।",
        "১৯৯১ নগর সিপিবির সম্পাদক মন্ডলীর সদস্য নির্বাচিত। কেন্দ্রীয় সিপিবিতে সংগঠকের দায়িত্ব পালন।",
        "চট্টগ্রামের হোটেল-রেস্টুরেন্ট শ্রমিক, সংবাদপত্র হকার, জুট ও গার্মেন্টস শ্রমিক, ব্যাংক কর্মচারী, শিক্ষক ইত্যাদি পেশার প্রচুর ট্রেড ইউনিয়ন সংগঠনের উপদেষ্টা বা সহযোগী হিসাবে গুরুত্বপূর্ণ ভূমিকা পালন করে এসব সেক্টরের শ্রমিক - কর্মচারীদের অধিকার প্রতিষ্ঠায় অগ্রণী ভূমিকা পালন ।",
        "যুক্তরাজ্যে আওয়ামী লীগের সাথে সম্পৃক্ত ২০০৩ সাল থেকে।",
        "বর্তমানে বঙ্গবন্ধু আওয়ামী আইনজীবী পরিষদ যুক্তরাজ্যের সদস্য এর জন্ম লগ্ন থেকে ।",
        "বিভিন্ন টিভি টকশোতে মাননীয় প্রধানমন্ত্রী শেখ হাসিনার সরকারের উন্নয়নের পক্ষে জোরালো অবস্থান।"
    ]
    return (
        <div className="px-pl_16px pb-p_48px mt-mt_24px bg-white">
            <h2 className="text-text_18px font-font_semibold py-pt_16px border-b mb-mb_24px">রাজনৈতিক জীবন ছাত্র আন্দোলন ও গণ আন্দোলন সম্পৃক্ততা</h2>
            <div className="">
                <ul className="pl-8">
                    {
                        list.map((item, index) => <li key={index} className="list-disc text-text_18px leading-lineHeight_35px">{item}</li>)
                    }
                </ul>
            </div>
        </div>
    );
};

export default PoliticalLife;