
const PoliticalWork = () => {

    const politcalWorkList = ["সিটি কর্পোরেশনের বিগত মেয়র নির্বাচনে আওয়ামী লীগের প্রার্থীতার আবেদন করেছিলেন। মনোনয়ন না পেলেও দলীয় প্রার্থীর পক্ষে স্ব উদ্যোগে প্রচারণার কর্মকাণ্ড পরিচালনা করেন।",
        "চট্টগ্রাম ৮ সংসদীয় আসনের উপনির্বাচনে আওয়ামী লীগের দলীয় মনোনয়ন না পেলেও দলীয় প্রার্থীর পক্ষে নিজ উদ্যোগে ব্যাপক প্রচার কর্ম পরিচালনা করেন।",
        "২০০৩ সাল থেকে যুক্তরাজ্য আওয়ামী লীগের সাথে যুক্ত হন। এ সময় বঙ্গবন্ধু আওয়ামী আইনজীবী পরিষদের জন্ম লগ্ন থেকেই যুক্ত ছিলেন।",
        "২০০১ সালে বিএনপি জোটের ক্ষমতায় আসার পর আওয়ামী লীগ নেতাকর্মীদের উপর এবং ধর্মীয় সংখ্যালঘুদের উপর অত্যাচার নির্যাতনের প্রতিবাদে ব্রিটিশ হাউজ অফ কমন্স ও আন্তর্জাতিক মানব অধিকার কমিশনে বিভিন্নভাবে লবিং ও প্রতিবাদ করেন।",
        "২০০ ৯ সালে আওয়ামী লীগ ক্ষমতায় আসার পর যুক্তরাজ্য থেকে মসজিদ-মাদ্রাসা ও মানবিক কাজের নাম দিয়ে জঙ্গি অর্থায়ন রুখতে তৎকালীন ডি জি এফ আই এর উচ্চ পর্যায়ে এবং এন্টি টেররিস্ট সেলকে সহায়তা করেন।",
        "তৃতীয় মাত্রাসহ বিভিন্ন টকশোতে আওয়ামী লীগের পক্ষে যুক্তি তর্ক করে গেছেন।"
    ]
    return (
        <div className="px-pl_16px pb-p_48px mt-mt_24px bg-white">
            <h2 className="text-text_18px font-font_semibold py-pt_16px border-b mb-mb_24px">আওয়ামী লীগের কর্মকান্ডঃ</h2>
            <div className="">
            <div className="">
                <ul className="pl-8">
                    {
                        politcalWorkList.map((item, index) => <li key={index} className="list-disc text-text_18px leading-lineHeight_35px">{item}</li>)
                    }
                </ul>
            </div>
            </div>
        </div>
    );
};

export default PoliticalWork;