import { FaFacebookSquare, FaLinkedin, FaTwitter, FaWhatsapp } from "react-icons/fa";
import blogimg from "../../assets/Photo/blog.jpg"
const BlogDetails = () => {
    return (
        <div className="px-pl_16px pb-pb_16px pt-pt_16px mt-mt_24px bg-white">
            <h2 className="text-text_lg font-normal p-pl_16px border-b mb-mb_8px">ব্রিগেডের কমান্ডার ব্রিগেডিয়ার জেনারেল মাসুদুর রহমানের সাথে আজ সৌজন্য মূলক সাক্ষাৎকার ।</h2>
            <div className="">
                <img src={blogimg} alt="" className="w-full h-[500px] pb-pb_25px"/>
                <div className="border-t pb-pb_8px mb-mb_8px"></div>
                <p className="mb-mb_8px text-justify">চট্টগ্রাম জেলা পরিষদের চেয়ারম্যান ও চট্টগ্রাম উত্তর জেলা আওয়ামী লীগের সহ সভাপতি এটিএম পেয়ারুল ইসলাম বলেছেন, চট্টগ্রাম বীর প্রসবিণী চট্টগ্রাম। চট্টগ্রাম ইতিহাস সৃষ্টির সূতিকাগার। বূর সন্তান মাস্টার দা সূর্য সেন,প্রীতিলতা, কাজেম আলী মাস্টার, জহুর আহমেদ চৌধুরী, এম এ আজিজ, আখতারুজ্জামান চৌধুরী বাবু, এবিএম মহিউদ্দিন চৌধুরী আন্দোলন – সংগ্রাম – উন্নয়ন ও অগ্রগতিতে – রাজনীতিতে ইতিহাস সৃষ্টি করেছেন করেছেন তার ধারাবাহিকতায় কালোত্তীর্ণ ইতিহাস সৃষ্টি করেছেন চট্টগ্রাম উন্নয়ন আন্দোলনের রুপকার ব্যারিস্টার মনোয়ার হোসেন। জেলা পরিষদের চেয়ারম্যান এটিএম পেয়ারুল ইসলাম আজ চট্টগ্রাম প্রেস ক্লাবের বঙ্গবন্ধু হলে অনুষ্ঠিত ব্যারিস্টার মনোয়ার হোসেনের গণ সংবর্ধনা অনুষ্ঠানে প্রধান অতিথির বক্তব্য রাখেন।</p>
                <p className="mb-mb_8px text-justify">চট্টগ্রাম নাগরিক ফোরামের চেয়ারম্যান চট্টগ্রাম উন্নয়ন আন্দোলনের রুপকার, আন্তর্জাতিক মানবাধিকার নেতা, খ্যাতিমান আইনজীবী ব্যারিস্টার মনোয়ার হোসেন সম্প্রতি আমেরিকার বিজনেস ম্যাগাজিন – বছরের সেরা পেশাজীবী এ্যাওয়ার্ড প্রাপ্তী এবং সফল আইনজীবী হিসেবে গ্লোবাল বাংলাদেশী বিজনেস আইকন মনোনীত হওয়ায় চট্টগ্রামের সামাজিক ও সাংস্কৃতিক ৩১ টি সংগঠন কর্তৃক আজ ২৬ জানুয়ারি শুক্রবার বিকেলে চট্টগ্রাম প্রেস ক্লাবের বঙ্গবন্ধু হলে গণ সংবর্ধনা অনু্ষ্ঠিত হয়।</p>
                <p className="mb-mb_8px text-justify">এতে প্রধান অতিথি ছিলেন চট্টগ্রাম জেলা পরিষদের চেয়ারম্যান ও চট্টগ্রাম উত্তর জেলা আওয়ামী লীগের সহ সভাপতি এটিএম পেয়ারুল ইসলাম।</p>
                <p className="mb-mb_8px text-justify">বিশেষ অতিথি হিসেবে উপস্থিত ছিলেন বিশিষ্ট পরিবেশবিদ প্রফেসর ড. ইদ্রিস আলী, চবির অধ্যাপক ড জিনবোধি ভিক্ষু, বৃহত্তর চট্টগ্রাম উন্নয়ন সংগ্রাম উন্নয়ন সংগ্রাম কমিটির ভাইস চেয়ারম্যান লায়লা ইব্রাহিম বানু, সৃজনশীল প্রকাশনা পরিষদের সভাপতি সাহাব উদ্দিন হাসান বাবু। শুভেচ্ছা বক্তব্য রাখেন চট্টগ্রাম নাগরিক ফোরামের মহাসচিব মো কামাল উদ্দিন।</p>
                <p className="mb-mb_8px text-justify">সভায় বক্তারা আরও বলেন, চট্টগ্রাম বাংলাদেশের অর্থনীতির মূল যোগানদাতা হলেও চট্টগ্রাম পিছিয়ে। বঙ্গবন্ধু কন্যা শেখ হাসিনা চট্টগ্রামের দায়িত্ব নিজে নিলেই বদলে যেতে শুরু করে চট্টগ্রামের দৃশ্যপট। চট্টগ্রামের দৃশ্যমান উন্নয়নে ব্যারিস্টার মনোয়ার হোসেনের নাম জড়িয়ে আছে। তার সাহসী নেতৃত্বে আন্দোলনের ফলে বদলে যেতে শুরু করে চট্টগ্রামের দৃশ্যপট।</p>
                <p className="mb-mb_8px text-justify">বিশিষ্ট আবৃত্তি শিল্পী প্রবীর পাল ও সংগঠনের সদস্য স ম জিয়াউর রহমানের সঞ্চালনায় বক্তব্য রাখেন বৃহত্তর উন্নয়ন সংগ্রাম কমিটির ভাইস চেয়ারম্যান ইন্জিনিয়ার মোহাম্মদ ইব্রাহিম, ডিজিটাল বাংলাদেশ পাবলিসিটি কাউন্সিলের সহ সভাপতি মো জসিম উদ্দিন চৌধুরী, প্রজন্ম চট্টগ্রামের প্রধান নির্বাহী চৌধুরী জসিমুল হক, এ্যাড ভিশন বাংলাদেশের সাধারণ সম্পাদক মো মাসুদ রানা, বাংলাদেশ মুক্তিযোদ্ধা প্রজন্মলীগ চট্টগ্রাম মহানগরের সভাপতি মিজানুর রহমান শিশির, নাগরিক ফোরামের ভাইস চেয়ারম্যান কামরুল ইসলাম, যুগ্ম মহাসচিব মো একরাম হোসেন, সাংগঠনিক সম্পাদক মো মনসুর আলম, ওয়ার্ড আওয়ামী লীগ নেতা মাসুদ খান, আঁখি সুলতানা, মেহেরুন নিসা নিপা, রাজনীতিবিদ স্বপন সেন, মির্জা মো ইমতিয়াজ শাওন, শারমিন আকতার, ফাতেমা আক্তার ডলি, কবি তসলিম খা, তসলিম হ্নদয়, আসিফ ইকবাল।</p>
                <p className="mb-mb_8px text-justify">আলোচনা সভা শেষে বিভিন্ন সংগঠনের পক্ষ থেকে সংবর্ধিত অতিথি ব্যারিস্টার মনোয়ার হোসেনকে ক্রেস্ট ও ফুল দিয়ে শুভেচ্ছা জানানো হয়। সবশেষে সাংস্কৃতিক অনুষ্ঠানের মধ্যে দিয়ে অনুষ্ঠানের শেষ হয়।</p>

                <div className="flex justify-end py-p_20px ">
                    <ul className="flex gap-5 px-p_20px">
                        <li>  <a href="http://" target="_blank" rel="noopener noreferrer"><FaFacebookSquare className="text-3xl text-text_icon"/></a></li>
                        <li><a href="http://" target="_blank" rel="noopener noreferrer"><FaTwitter className="text-3xl text-text_icon"/></a></li>
                        <li><a href="http://" target="_blank" rel="noopener noreferrer"><FaLinkedin className="text-3xl text-text_icon"/></a></li>
                        <li><a href="http://" target="_blank" rel="noopener noreferrer"><FaWhatsapp className="text-3xl text-text_icon"/></a></li>
                    </ul>
                </div>
            </div>
        </div>
    );
};

export default BlogDetails;