
const SocialWork = () => {
    const socialWorkList = ["সেক্রেটারী জেনারেল, '’হিউম্যান রাইটস ইন্টারন্যাশনাল’-( যুক্তরাজ্য ভিত্তিক এবং ১৯৯৪ থেকে যুক্ত, ফাউন্ডার: বব পেরি এম পি) ।",
        "চেয়ারম্যান, চট্টগ্রাম নাগরিক ফোরাম (২০১৫ সাল থেকে - চট্টগ্রামের জলাবদ্ধতা ও নাগরিক সমস্যা নিয়ে সামাজিক সংগঠন) ।",
        "চেয়ারম্যান, আন্তর্জাতিক চট্টগ্রাম কো-অর্ডিনেশন কমিটি (বিশ্বব্যাপী চট্টগ্রাম সমিতির সম্মিলিত কমিটি) আহ্বায়ক, ব্রিটিশ-বাংলাদেশী ফোরাম ।",
        "আহবায়ক: বাংলাদেশ পরিবেশ রক্ষা ও আইন সংস্কার ফোরাম – (পরিবেশ সংরক্ষণ, এর জন্য গণ সচেতনতা সৃষ্টি ও জটবদ্ধ মামলা নিস্পত্তি করে সময়মতো সব মামলা নিস্পত্তির জন্য ভূমিকা রাখতে প্রতিষ্ঠিত) ।",
        "প্রতিষ্ঠাতা সভাপতি, গ্রেটার চিটাগাং অ্যাসোসিয়েশন ইউকে, বর্তমানে ট্রাস্টি বোর্ডের চেয়ারম্যান (ইউরোপের অন্যতম বৃহত্তর বাংলাদেশী সংগঠন - মুক্তিযুদ্ধের চেতনায় উজ্জীবিত -বাংলাদেশে হত দরিদ্রদের নিয়মিত সাহায্য প্রদান করে । এটি বঙ্গবন্ধু ও স্বাধীনতার উপর পাচঁশতাধিক পাতার একটি ঐতিহাসিক সংকলন প্রকাশ করেছে যা নতুন প্রজন্মের কাছে শিক্ষণীয়) ।",
        "আজীবন সদস্য, চট্টগ্রাম মা ও শিশু হাসপাতাল (১৯৯০ থেকে) ।",
        "সভাপতি, ব্যারিস্টার মনোয়ার হোসেন ফাউন্ডেশন, চট্টগ্রাম ।",
        "টিভি ব্যক্তিত্ব, ২০০১ সাল থেকে বিভিন্ন চ্যানেলে আইন বিষয়ক শো করে হাজারো বাংলাদেশি প্রবাসীদের সহায়তা করেছেন বিনামূল্যে।",
        "সভাপতি, এবিএম মহিউদ্দিন চৌধুরী ফাউন্ডেশন, ইউ.কে ।",
        "উপদেষ্টা, মাসিক দ্য ডিপ্লোম্যাট নিউজ ম্যাগাজিন, ঢাকা ।",
        "উপদেষ্টা সম্পাদক, নিউজ চট্টগ্রাম ২৪.কম ।",
        "প্রতিষ্ঠাতা, গ্রেটার চট্টগ্রাম ইয়ুথ ফোরাম ।",
        "প্রতিষ্ঠাতা সাধারণ সম্পাদক, বৃহত্তর চট্টগ্রাম উন্নয়ন সংগ্রাম কমিটি (৮০ ও ৯০ দশকে চট্টগ্রামের অত্যন্ত জনপ্রিয়, পাচঁশতাধিক সংগঠনের সমর্থনপুষ্ট, সফল উন্নয়ন আন্দোলন ও এরশাদ-আমলে উন্নয়ন দাবিতে ১৯৮৯ সালে ৪৮ ঘণ্টার সফল হরতাল করে এই সংগঠন) । তার নেতৃত্বে এ আন্দোলনের মাধ্যমে চট্টগ্রাম উন্নয়নের বেশ কিছু দাবি দেওয়া আদায় হয়।",
        "প্রতিষ্ঠাতা সাধারণ সম্পাদক, চাক্তাই খাল খনন সংগ্রাম কমিটি, (চট্টগ্রাম চট্টগ্রাম মহানগরীর চরম জলাবদ্ধতার সমাধান দাবিতে ৮০ দশকের শেষে হরতাল ইত্যাদির মাধ্যমে সারাদেশে আলোড়ন সৃষ্টিকারী এই সংগঠন) ।",
        "মুরাদপুর জামে মসজিদ উন্নয়ন কমিটির প্রতিষ্ঠাতা সাধারণ সম্পাদক ।",
        "বোয়ালখালী উন্নয়ন সংগ্রাম কমিটি - প্রতিষ্ঠাতা ১৯৯১ ইং - এই সংগঠন সর্বপ্রথম কালুরঘাট সেতু নতুন করে নির্মাণের প্রস্তাব করে ।",
        "পশ্চিম ষোলশহর উন্নয়ন সংগ্রাম কমিটির প্রতিষ্ঠাতা - ১৯৯০ ইং - এই সংগঠনটি দশ হাজার মানুষ নিয়ে চট্টগ্রাম সিটি কর্পোরেশন ঘেরাও করে এলাকার গুরুত্বপূর্ণ বাজার ও কয়েকটি রাস্তা উন্নয়নের দাবি আদায় করে নেয় ।",
        "বাংলাদেশে প্রথম স্থানীয় সমস্যা ভিত্তিক দল মত নির্বিশেষে আন্দোলন গড়ার পাইওনিয়ার ।",
        "আজীবন সদস্য: চট্টগ্রাম প্রেস ক্লাব ।",
        "আজীবন সদস্য: চট্টগ্রাম সাংবাদিক ইউনিয়ন ।",
        "আজীবন দাতা সদস্য: কধুরখীল সরকারী উচ্চ বিদ্যালয়, বোয়ালখালী ।"
    ]
    return (
        <div className="px-pl_16px pb-pb_16px mt-mt_24px bg-white">
            <h2 className="text-text_18px font-font_semibold py-pt_16px border-b mb-mb_24px">সামাজিক, মানবাধিকার ও পেশাজীবী কর্মকান্ড (আন্তর্জাতিক, জাতীয় ও আঞ্চলিক পরিসরে)</h2>
            <div className="">
                <ul className="pl-p_32px pb-pl_16px mb-mt_16px">
                    {
                        socialWorkList.map((item, index) => <li key={index} className="list-disc text-text_18px leading-lineHeight_35px text-justify">{item}</li>)
                    }
                </ul>
            </div>
        </div>
    );
};

export default SocialWork;